Repository: 0xE69/casper-wallet
Catalog: lang/*.po
Languages: az, nl, pl

source: Your vault is ready, but no accounts yet
az: Kassanız hazırdır, lakin hələ heç bir hesab yoxdur
nl: Je kluis is klaar, maar nog geen accounts
pl: Twój skarbiec jest gotowy, ale nie masz jeszcze kont

source: Please, create an account or import an account you already have.
az: Zəhmət olmasa, hesab yaradın və ya artıq mövcud olan hesabı idxal edin.
nl: Maak een account aan of importeer account dat u al heeft.
pl: Utwórz konto lub zaimportuj konto, które już posiadasz.

source: Create Account
az: Hesab Yarat
nl: Account Aanmaken
pl: Utwórz Konto

source: Import Account
az: Hesabı idxal edin
nl: Account Importeren
pl: Importuj Konto

source: Should be at least
az: Ən azı olmalıdır
nl: Moet minimaal bevatten

source: characters
az: simvol
nl: tekens

source: Passwords don't match
az: Parollar uyğun gəlmir
nl: Wachtwoorden komen niet overeen
pl: Hasła nie pasują

source: Create new vault
az: Yeni kassa yaradın
nl: Nieuwe kluis maken
pl: Utwórz nowy skarbiec

source: Please set a password for your vault. Try to use at least
az: Zəhmət olmasa anbarınız üçün parol təyin edin. Güclü parol ifadəsini təmin etmək üçün ən azı
nl: Stel een wachtwoord in voor uw kluis. Probeer ten minste
pl: Ustaw hasło do swojego skarbca. Postaraj się użyć co najmniej

source: to ensure a strong passphrase.
az: istifadə etməyə çalışın.
nl: te gebruiken om een sterke wachtwoordzin te garanderen.
pl: aby zapewnić silne hasło.

source: Password
az: Parol
nl: Wachtwoord
pl: Hasło

source: Confirm password
az: Parolu təsdiqləyin
nl: Bevestig wachtwoord
pl: Potwierdź hasło

source: Create Vault
az: Vault yaradın
nl: Kluis maken
pl: Utwórz skarbiec

source: Should be at least 12 characters
pl: Powinno mieć co najmniej 12 znaków

source: 12 characters
pl: 12 znaków,
